Revit 2024 API
TableCellCombinedParameterData.Create Method
 construct a TableCellCombinedParameterData
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2017
Syntax
C#
public static TableCellCombinedParameterData Create()
Visual Basic
Public Shared Function Create As TableCellCombinedParameterData
Visual C++
public:
static TableCellCombinedParameterData^ Create()
See Also
TableCellCombinedParameterData Class
Autodesk.Revit.DB Namespace